{
    "data" : [
        {
            "name" : "The Milkmaid",
            "artist" : "Johannes Vermeer",
            "date" : "c. 1660",
            "description" : "A maidservant pours milk, entirely absorbed in her work. Except for the stream of milk, everything else is still. Vermeer took this simple everyday activity and made it the subject of an impressive painting – the woman stands like a statue in the brightly lit room. Vermeer also had an eye for how light by means of hundreds of colourful dots plays over the surface of objects",
            "human" : "Today Johannes Vermeer (1632-1675) is one of the most celebrated Dutch 17th century masters. Yet for centuries little importance was attached to his name. Works now known as Vermeers were attributed to other artists. It was only in the 1870s that he was rediscovered and 35 paintings identified as his. The son of a silk worker who bought and sold art, Vermeer lived and worked in Delft all his life. He may have served his apprenticeship under fellow townsman Carel Fabritius. In 1653, he joined the local artists guild, which he led at various times. Vermeer’s early paintings of historical scenes reveal the influence of the Utrecht Caravaggists. His later paintings are meticulous compositions of interiors featuring one or two figures, usually women. These are intimate genre paintings in which the subject is engaged in some everyday activity, usually in the light of a nearby window. Vermeer could render the way light plays on objects like few others. The Rijksmuseum has three domestic interiors by Vermeer and one outdoor scene: his world-famous Little Street."
        },
        {
            "name" : "The Love Letter",
            "artist" : "Johannes Vermeer",
            "date" : "c. 1669 - c. 1670",
            "description" : "Vermeer chose an unusual vantage point for this painting. From a dim space in the foreground, a glimpse is afforded of another room with a domestic scene. An elegantly dressed woman looks up expectantly at a maidservant, who has just handed her a letter. The seascape on the wall behind them may well allude to the epistle’s subject: during the 17th century, the sea was often compared to love, and the lover to a ship.",
            "human" : "Today Johannes Vermeer (1632-1675) is one of the most celebrated Dutch 17th century masters. Yet for centuries little importance was attached to his name. Works now known as Vermeers were attributed to other artists. It was only in the 1870s that he was rediscovered and 35 paintings identified as his. The son of a silk worker who bought and sold art, Vermeer lived and worked in Delft all his life. He may have served his apprenticeship under fellow townsman Carel Fabritius. In 1653, he joined the local artists guild, which he led at various times. Vermeer’s early paintings of historical scenes reveal the influence of the Utrecht Caravaggists. His later paintings are meticulous compositions of interiors featuring one or two figures, usually women. These are intimate genre paintings in which the subject is engaged in some everyday activity, usually in the light of a nearby window. Vermeer could render the way light plays on objects like few others. The Rijksmuseum has three domestic interiors by Vermeer and one outdoor scene: his world-famous Little Street."        
        },
        {
            "name" : "Woman Reading a Letter",
            "artist" : "Johannes Vermeer",
            "date" : "c. 1663",
            "description" : "Enjoying a quiet, private moment, this young woman is absorbed in reading a letter in the morning light. She is still wearing her blue night jacket. All of the colours in the composition are secondary to its radiant lapis lazuli blue. Vermeer recorded the effects of light with extraordinary precision. Particularly innovative is his rendering of the woman’s skin with pale grey, and the shadows on the wall using light blue.",
            "human" : "Today Johannes Vermeer (1632-1675) is one of the most celebrated Dutch 17th century masters. Yet for centuries little importance was attached to his name. Works now known as Vermeers were attributed to other artists. It was only in the 1870s that he was rediscovered and 35 paintings identified as his. The son of a silk worker who bought and sold art, Vermeer lived and worked in Delft all his life. He may have served his apprenticeship under fellow townsman Carel Fabritius. In 1653, he joined the local artists guild, which he led at various times. Vermeer’s early paintings of historical scenes reveal the influence of the Utrecht Caravaggists. His later paintings are meticulous compositions of interiors featuring one or two figures, usually women. These are intimate genre paintings in which the subject is engaged in some everyday activity, usually in the light of a nearby window. Vermeer could render the way light plays on objects like few others. The Rijksmuseum has three domestic interiors by Vermeer and one outdoor scene: his world-famous Little Street."        
        },
        {
            "name" : "Girl in a Large Hat",
            "artist" : "Caesar Boëtius van Everdingen",
            "date" : "c. 1645 - c. 1650",
            "description" : "The girl with her exotic, broad-brimmed sun hat and suggestively exposed shoulder offers the viewer her basket with fruit: the erotic message is unmistakeable. The painting was originally intended to hang high up on the wall, above a door or mantelpiece. This explains why the girl looks down at us.",
            "human" : "Caesar Boëtius van Everdingen (1616-1678) was born in Alkmaar. He joined Alkmaar’s St Luke's Guild at a remarkably young age in 1632. From 1641 to 1643 he was living in Amersfoort where he worked under the painter and architect Jacob van Campen. In 1648, Van Everdingen moved to Haarlem. He was commissioned by Van Campen to complete two paintings for the Orange hall of the stadholder palace of Huis ten Bosch. In the 1650s, Van Everdingen specialised increasingly in history paintings which he painted in the classical style. In addition to these elevated historical scenes, Van Everdingen also painted genre pieces. By then an affluent man, Van Everdingen returned to Alkmaar in 1657, where he died in 1671. Van Everdingen's younger brother, Allart, was also a painter, mainly known for his landscapes."
        }
    ]
}